{
  "sections": {
    "main": {
      "type": "index-faq",
      "blocks": {
        "2c5e27e1-fe91-4696-8003-34798419d175": {
          "type": "qa",
          "settings": {
            "title": "What is Shopify?",
            "answer": "<p>Shopify is the second most popular eCommerce store builder in the world.  You can use Shopify in nearly every country in the world.  It is an all-in-one ecommerce platform that helps online businesses get up and running.<br/><br/>If you're looking for a comprehensive ecommerce solution, Shopify is the platform for you. With everything from themes to payment processing included, Shopify has everything you need to get your online store up and running. </p>",
            "category": "About Shopify"
          }
        },
        "ebdc8614-1cf8-423f-8400-1553deeca683": {
          "type": "qa",
          "settings": {
            "title": "Are additional apps required for my Shopify store?",
            "answer": "<p>If you're running a Shopify store, you might be wondering if you need to install any additional apps to help run your business.</p><p> The answer is that it depends on your specific needs. There are a lot of great apps out there that can help with everything from marketing to accounting, so it's definitely worth taking a look around and seeing what's available. However, keep in mind that not every app is right for every business, so make sure to do your research before installing anything.<br/><br/><strong>Lumia </strong>is the perfect theme for anyone who wants to create a shopify store without needing to worry about additional apps.  For example, the theme includes a built-in mega menu, so you won't need to purchase a special app to get this functionality. Additionally, the Lumia has a built-in Instagram feed, newsletter popup,  recently viewed items app and many other.</p>",
            "category": "About Shopify"
          }
        },
        "59cbf68e-9bac-4ad6-8d6d-e418a2576604": {
          "type": "qa",
          "settings": {
            "title": "How to choose best theme for Shopify?",
            "answer": "<p>If you're thinking about setting up a shop on Shopify, one of the first things you'll need to do is choose a theme. With so many themes available, it can be tough to decide which one is right for your store. Here are a few things to keep in mind when choosing a Shopify theme:</p><p><em>• Think about the overall tone and feel you want your store to have. Do you want it to be playful and fun? Sophisticated and luxurious? Minimal and modern? Your theme should reflect the overall tone and feel you want for your store.</em></p><p><em>• Consider what kind of products you'll be selling. If you'll be selling mostly physical goods, you'll want a theme that includes features like product image galleries and robust product descriptions. If you'll be selling mostly digital goods, on the other hand, you might want a simpler theme that focuses on clean design and easy navigation.</em></p><p><em>• Think about your budget. Shopify offers both free and paid themes, so you can choose something that fits within your budget. Keep in mind, though, that paid themes usually offer more features and customization options than free themes.</em></p><p>If you're looking for a modern Shopify theme that is responsive and looks good on any device and has a lot of features, then you should definitely check <strong>Lumia </strong>Theme. With its simple, clean interface Lumia makes it easy to get started. </p>",
            "category": "About Shopify"
          }
        },
        "6b59b259-d98c-4e6b-aa47-8c7ffdf14081": {
          "type": "qa",
          "settings": {
            "title": "How many languages does Lumia support?",
            "answer": "<p>With <strong>Lumia </strong>Theme, you can easily start an online store in any language. The theme is fully translated into all major languages, so you can use it no matter where you are in the world. In addition, the admin panel is also <strong>fully translated</strong> and you can manage your store in your native language.</p>",
            "category": "Pre-Purchase"
          }
        },
        "d9d1f86c-ac6c-4415-8319-ffb94d4f8d3f": {
          "type": "qa",
          "settings": {
            "title": "Which license type should I buy?",
            "answer": "<p>If you want to use <strong>Lumia </strong>Theme for your Shopify store, you just need to buy a regular license.  Read more about licenses type here: <a href=\"https://help.market.envato.com/hc/en-us/articles/115005593363-Do-I-need-a-Regular-License-or-an-Extended-License-\" target=\"_blank\"><span style=\"text-decoration:underline\">https://help.market.envato.com/hc/en-us/articles/115005593363-Do-I-need-a-Regular-License-or-an-Extended-License-</span></a></p>",
            "category": "Pre-Purchase"
          }
        },
        "fcef2a92-d319-4982-9190-d62eeefa2250": {
          "type": "qa",
          "settings": {
            "title": "Can Lumia be used for more than one store?",
            "answer": "<p>Like all other Shopify themes on Envato Market, <strong>Lumia </strong>Theme comes with <strong>one license per domain</strong>.  You will need to buy a second license if you want to open a second store and use our theme. Each store will have its own license.</p>",
            "category": "Pre-Purchase"
          }
        },
        "89496a7b-7334-46ae-b843-15e704921733": {
          "type": "qa",
          "settings": {
            "title": "Could I move the theme license from my old domain to the new domain?",
            "answer": "<p>Of course, you can move the theme license to the new domain. You just need to send us this request by email or submit a ticket through our support system.</p>",
            "category": "Pre-Purchase"
          }
        },
        "3dc089b0-0d88-44f4-825e-1ba36cf01a75": {
          "type": "qa",
          "settings": {
            "title": "How to change my theme style?",
            "answer": "<p>One of the great things about the <strong>Lumia</strong> Theme is that you can change the theme style with <strong>just one click</strong>.</p><p>This means that you can easily change the look and feel of your store without the hassle of changing the code. There are over a dozen skins available in the Lumia Theme, so you can easily find one that suits your style.</p><p>Another Lumia unique feature is the ability to change styles separately for the header, footer, buttons, etc. This makes it easy to customize the store to match your brand or style.</p>",
            "category": "Lumia Features"
          }
        },
        "264c12a5-a06a-4512-a465-778cde6933c5": {
          "type": "qa",
          "settings": {
            "title": "Has Lumia built-in “Frequently bought together” functionality?",
            "answer": "<p>If you're using <strong>Lumia </strong>Theme for your Shopify store, there's no need to buy any special apps to offer customers the option of buying products together that are frequently bought together. Lumia theme includes this functionality <strong>built right in</strong>.</p><p>You need only to choose items that complement each other or that customers are likely to purchase together and add the “Frequently bought together” block in the product page admin panel.</p><p>When customers add a product to their cart that is set up as part of a group of products that are frequently bought together, they'll see a message letting them know that other customers who have purchased this item have also bought certain other items. They can then choose to add those items to their own cart with just a few clicks. This is a great way to boost sales and encourage customers to buy more products from your store. It's also a very convenient feature for customers, who will appreciate not having to search for products that go well together.</p>",
            "category": "Lumia Features"
          }
        },
        "54dbde9d-ae00-4cfd-bd99-17cd72e15f27": {
          "type": "qa",
          "settings": {
            "title": "Has Lumia “Subscriptions as a purchase” option?",
            "answer": "<p><strong>Lumia </strong>Theme has a built-in <strong>subscriptions module</strong>. This means that you don't need to buy any additional apps.</p><p>Subscriptions can be a great way to encourage customers to keep coming back to your store. By offering a subscription, you can provide customers with a convenient way to keep track of their favourite products and ensure they never run out. </p><p>So, if you're looking for an easy way to set up subscriptions, Lumia is the perfect solution.</p>",
            "category": "Lumia Features"
          }
        },
        "94b31c1a-e726-48b6-be9f-863e394a348b": {
          "type": "qa",
          "settings": {
            "title": "Is Lumia suporting 3D models for products?",
            "answer": "<p>As ecommerce continues to grow, so too does the need for innovative product presentation.</p><p><strong>3D product models</strong> are an excellent way to showcase your product in an interactive way. By using 3D product models, you can give your customers a realistic view of your product and allow them to see it in action. This is an excellent way to increase customer engagement and loyalty.</p><p>Most modern <strong>Shopify themes </strong>support 3D product models. <strong>Lumia</strong> is one of them, but it has more features. With Lumia you can add 3D model for any product variant instead of image.</p>",
            "category": "Lumia Features"
          }
        },
        "fcc36ae2-658a-4daa-8346-8cf9a514cb91": {
          "type": "qa",
          "settings": {
            "title": "Does the AR functionality work with Lumia?",
            "answer": "<p>With AR (<strong>Augmented Reality</strong>) , you can bring your products to life and give your customers a truly unique shopping experience. <br/><br/><strong>Lumia Shopify theme</strong> has a built-in <strong>AR functionality</strong>.  With the Lumia you can easily add AR for your products that will wow your customers and help you stand out from the competition. </p>",
            "category": "Lumia Features"
          }
        },
        "77f37511-d2a2-4c0f-a7ba-c173cb41eff4": {
          "type": "qa",
          "settings": {
            "title": "How to get support?",
            "answer": "<p>Do you need any help with Lumia Theme? We're here to help!</p><p>It's easy to get in touch with us - simply send us an email or submit a ticket through our support service <a href=\"https://big-skins.com/help/index.php\" target=\"_blank\" title=\"https://big-skins.com/help/index.php\">https://big-skins.com/help/index.php</a>. </p><p>Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference, we provide complete archives and a history of all your support requests.</p><p>We're always happy to help resolve any issues you may be having.</p><p>But in the meantime, be sure to check out our documentation for more information.</p>",
            "category": "Support"
          }
        },
        "8bd62b9c-ec12-4164-91dd-96e74145cef7": {
          "type": "qa",
          "settings": {
            "title": "What is the schedule of the support service?",
            "answer": "<p>If you need help, our support team is available <strong>Monday-Friday 9am-7pm WET</strong>. <br/><br/>We'll be happy to answer any questions you have or help you with any issues you're experiencing.</p>",
            "category": "Support"
          }
        },
        "6b6b6858-b39f-47d9-9cac-b6706a47a457": {
          "type": "qa",
          "settings": {
            "title": "How to send an invitation to the staff account?",
            "answer": "<p>Sending an invitation to the staff account is easy and can be done in just a few clicks. You can read about here: <a href=\"https://help.shopify.com/en/manual/your-account/staff-accounts/create-staff-accounts\" target=\"_blank\" title=\"https://help.shopify.com/en/manual/your-account/staff-accounts/create-staff-accounts\">https://help.shopify.com/en/manual/your-account/staff-accounts/create-staff-accounts</a></p>",
            "category": "Support"
          }
        }
      },
      "block_order": [
        "2c5e27e1-fe91-4696-8003-34798419d175",
        "ebdc8614-1cf8-423f-8400-1553deeca683",
        "59cbf68e-9bac-4ad6-8d6d-e418a2576604",
        "6b59b259-d98c-4e6b-aa47-8c7ffdf14081",
        "d9d1f86c-ac6c-4415-8319-ffb94d4f8d3f",
        "fcef2a92-d319-4982-9190-d62eeefa2250",
        "89496a7b-7334-46ae-b843-15e704921733",
        "3dc089b0-0d88-44f4-825e-1ba36cf01a75",
        "264c12a5-a06a-4512-a465-778cde6933c5",
        "54dbde9d-ae00-4cfd-bd99-17cd72e15f27",
        "94b31c1a-e726-48b6-be9f-863e394a348b",
        "fcc36ae2-658a-4daa-8346-8cf9a514cb91",
        "77f37511-d2a2-4c0f-a7ba-c173cb41eff4",
        "8bd62b9c-ec12-4164-91dd-96e74145cef7",
        "6b6b6858-b39f-47d9-9cac-b6706a47a457"
      ],
      "settings": {
        "spacing_sections": 70,
        "use_global_desktop_space": false,
        "spacing_sections_mobile": 40,
        "use_global_mobile_space": false,
        "spacing_padding_sections": 100,
        "use_global_desktop_space_padding": true,
        "spacing_padding_sections_mobile": 70,
        "use_global_mobile_space_padding": true,
        "background": false,
        "layout": "1",
        "search": true,
        "search_bg": false,
        "categories": true,
        "heading": "Have a Question? Look here",
        "image": "shopify://shop_images/faq-01.png"
      }
    },
    "main-page": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "spacing_sections": 100,
        "use_global_desktop_space": true,
        "spacing_sections_mobile": 70,
        "use_global_mobile_space": true,
        "spacing_padding_sections": 100,
        "use_global_desktop_space_padding": true,
        "spacing_padding_sections_mobile": 70,
        "use_global_mobile_space_padding": true,
        "background": false
      }
    }
  },
  "order": [
    "main",
    "main-page"
  ]
}